<script setup lang="ts"></script>

<template>
  <div class="bg-[rgba(0,0,0,0.8)] h-[60vh] w-[30vw] text-white flex flex-col gap-4 p-[2vw]">
    <div class="font-[InterItalic] font-bold text-[2vw] leading-tight">
      Каждая картина — это ноктюрн на холсте, создающий свою мелодию эмоций
    </div>
    <div class="text-[1vw]">
      Откройте мир искусства с нашим онлайн-аукционом картин! Уникальные произведения от талантливых
      художников ждут своего ценителя. Участвуйте в торгах, находите шедевры, которые вдохновляют, и
      добавляйте их в свою коллекцию. Искусство ближе, чем вы думаете – начните свой путь к
      уникальным покупкам уже сегодня!
    </div>
  </div>
</template>

<style scoped></style>
